[
    {
      "desc": "This method, in my opinion, is one of the most difficult methods to master, not everyone will be able to do it.$Only those who really train a lot will master it.$Tip: I recommend training on the training bot and doing it step by step slowly.$Good workouts.",
      "id": "0",
      "img": "https://i.ibb.co/9rQKXPy/icons8-my-location-96-xxxhdpi.png",
      "nome": "2X Automatic",
      "titulo": "3 Steps to Mastering Automatic 2X",
      "video": "https://hugh.cdn.rumble.cloud/video/s8/2/G/c/B/b/GcBbq.haa.mp4"
    },
    {
      "desc": "This method in my opinion is the easiest to master. $You can apply this method with the desert, M500, SVD, SKS, carapina, AC80 and even shotguns (dozes) but of course, at close range.$Tip: If the aim is passing, pull the softer button.or if the crosshair is touching your chest, pull the button faster.$I recommend training on the training bot$Good workouts.",
      "id": "1",
      "img": "https://i.ibb.co/s2h3W9K/desert.png",
      "nome": "ONE SHOT RED",
      "titulo": "5 Steps to master One Shots (1 shot)",
"video":"https://hugh.cdn.rumble.cloud/video/s8/2/G/c/B/b/GcBbq.haa.mp4"
    },
    {
      "desc": "The secret is also in the speed at which you pull the fire button!$ Tip 1: If the crosshair is passing, pull the button more smoothly.or if the crosshair is touching your chest, pull the button faster. I recommend training on the training bot$Tip 2: The further away the enemy is, the smoother the pull needs to be. The closer, the faster, remembering, this method is specific to UMP!$Good training.",
      "id": "2",
      "img": "https://i.ibb.co/XX5V1TY/Ump-Moderna.png",
      "nome": "UMP",
      "titulo": "4 Steps to mastering the UMP",
      "video": "https://hugh.cdn.rumble.cloud/video/s8/2/O/N/B/b/ONBbq.caa.mp4"
    },
    {
      "desc": "This method, in my opinion, is the most difficult to master, and just like the 2x aimbot method, not everyone will succeed.$Only those who really train a lot will master it.$Good training.",
      "id": "3",
      "img": "https://i.ibb.co/9rQKXPy/icons8-my-location-96-xxxhdpi.png",
      "nome": "2X Aimbot",
      "titulo": "4 Steps to Mastering 2X aimbot",
      "video": "https://hugh.cdn.rumble.cloud/video/s8/2/n/_/A/b/n_Abq.haa.mp4"
    },
    {
      "desc": "This method, different from UMP NO RECOIL, works for any SMG weapon, but not so much for UMP. The secret is also in the speed at which you pull the fire button! $Tip 1: If the crosshair is passing, pull the button more smoothly. or if the crosshair is touching your chest, pull the button faster. I recommend training on the training bot.$Tip 2: The further away the enemy is, the smoother the pull must be. The closer, the faster.$Good training.",
      "id": "4",
      "img": "https://i.ibb.co/NF1JCRK/mp40.png",
      "nome": "SMG",
      "titulo": "2 Steps Master the SMG",
      "video": "https://hugh.cdn.rumble.cloud/video/s8/2/A/h/B/b/AhBbq.caa.mp4"
    }
  ]
