[
    {
      "desc": "-Uninstall apps you don't use; -Clear application cache; -Delete photos, videos, music that you don't care about so much; -Delete WhatsApp conversations, especially in groups or activate the \"temporary messages\" option in WhatsApp itself& You probably have a lot of unnecessary things on your device, and this consumes not only the ROM (internal) memory but also the RAM.& And RAM memory is what makes apps/games run better.",
      "id": "0",
      "img": [
        {
          "img": "https://i.ibb.co/8K7SkyL/otm1.jpg"
        }
      ],
      "numero": "1",
      "titulo": "Give your cell phone a thorough cleaning"
    },
    {
      "desc": "This option reduces the quality of the game's graphics and visual effects, which can help improve the game's performance and frames per second (FPS) rate on resource-limited devices.\r\n\r\nWhen enabled, The smooth graphics option reduces the resolution and quality of the game's character models, lighting effects and textures, making them less detailed but also less demanding on the cell phone's processor. This can help improve game performance on devices with fewer resources, preventing it from lagging or crashing during matches.",
      "id": "1",
      "img": [
        {
          "img": "https://i.ibb.co/GFgWG69/otm2.jpg"
        }
      ],
      "numero": "9",
      "titulo": "Play on smooth graph"
    },
    {
      "desc": "A trick that can improve the system's perception of speed is to modify the speed of Android's animations and transitions. This step does not actually increase the speed of the operating system, but it gives the impression that the device is responding faster to commands.",
      "id": "2",
      "img": [
        {
          "img": "https://i.ibb.co/Bj1vt2T/otm3.jpg"
        },
        {
          "img": "https://i.ibb.co/mRhLVzr/otm4.jpg"
        }
      ],
      "numero": "2",
      "titulo": "Change system animation speed"
    },
    {
      "desc": "Widgets and animated wallpapers can end up requiring a large amount of your phone's resources to work, which can slow down your phone. This happens because interactive shortcuts continue to work in the background to update and display information, while wallpapers that move need RAM to run, overloading the system.\r\nTherefore, maintaining an organized home screen without too much information can make your cell phone faster.",
      "id": "3",
      "img": [
        {
          "img": "https://i.ibb.co/hVS0z8H/otm5.jpg"
        }
      ],
      "numero": "3",
      "titulo": "Use few widgets and live wallpaper on the home screen"
    },
    {
      "created_at": 1682621121031,
      "desc": "This will cause all tasks in an application to close whenever the user leaves the app, freeing up memory on the device.",
      "id": "4",
      "img": [
        {
          "img": "https://i.ibb.co/sJdJrBV/otm6.jpg"
        },
        {
          "img": "https://i.ibb.co/jWnRf5f/otm7.jpg"
        },
        {
          "img": "https://i.ibb.co/tXRpcgD/otm8.jpg"
        }
      ],
      "numero": "4",
      "titulo": "Enable the option to not keep activities"
    },
    {
      "desc": "An alternative to improving Android performance, while keeping some activities stored in RAM, is to limit the number of background processes.",
      "id": "5",
      "img": [
        {
          "img": "https://i.ibb.co/9s5txzk/otm9.jpg"
        },
        {
          "img": "https://i.ibb.co/dp5x8C5/otm10.jpg"
        }
      ],
      "numero": "5",
      "titulo": "Limit background processes"
    },
    {
      "desc": "When you turn on airplane mode, it reduces the amount of background activity on your phone, such as background data syncing or app updating, which can free up system resources to improve game performance.",
      "id": "6",
      "img": [
        {
          "img": "https://i.ibb.co/b12gQsM/otm11.jpg"
        }
      ],
      "numero": "6",
      "titulo": "Activate airplane mode"
    },
    {
      "desc": "If you do not download the expansion pack, it will not take up storage space in your phone's memory. This can help save storage space on your phone, especially if you have a device with less storage space available.",
      "id": "7",
      "img": [
        {
          "img": "https://i.ibb.co/4RqC5Hn/otm12.jpg"
        }
      ],
      "numero": "10",
      "titulo": "Don't download the expansion pack, just the skins you like to use and the maps you enjoy playing"
    },
    {
      "desc": "This setting prevents apps from updating automatically, helping to save ROM (internal) memory and RAM! ",
      "id": "8",
      "img": [
        {
          "img": "https://i.ibb.co/Swm7C5n/otm13.jpg"
        }
      ],
      "numero": "7",
      "titulo": "Disable automatic app updates"
    },
    {
      "desc": "Lite versions of applications consume less cell phone resources because they have lighter and more simplified interfaces, requiring less from the system. Therefore, apps in the most basic version can be a good alternative for those using older smartphone models or who have little memory space available on the device.",
      "id": "9",
      "img": [
        {
          "img": "https://i.ibb.co/GFYzjk3/otm14.jpg",
          "link": "https://play.google.com/store/apps/details?id=com.ubercab.uberlite"
        },
        {
          "img": "https://i.ibb.co/1QfJ0Rh/otm15.jpg",
          "link": "https://play.google.com/store/apps/details?id=com.zhiliaoapp.musically.go"
        },
        {
          "img": "https://i.ibb.co/VB9zPjg/otm16.jpg",
          "link": "https://play.google.com/store/apps/details?id=com.twitter.android.lite"
        },
        {
          "img": "https://i.ibb.co/BCnsLpD/otm17.jpg",
          "link": "https://play.google.com/store/apps/details?id=com.spotify.music"
        },
        {
          "img": "https://i.ibb.co/VBgg7MG/otm18.jpg",
          "link": "https://play.google.com/store/apps/details?id=com.instagram.lite"
        },
        {
          "img": "https://i.ibb.co/V9kbzyJ/otm19.jpg",
          "link": "https://play.google.com/store/apps/details?id=com.facebook.lite"
        }
      ],
      "numero": "11",
      "titulo": "Use apps in the lite version"
    },
    {
      "desc": "When this option is enabled, WhatsApp does not automatically download media received in conversations, and it is only downloaded when you click on it to view it.\n\nThis means that if you receive a lot of images, videos or other media files on WhatsApp, activating this option can help save space in your cell phone's memory, preventing these files from being downloaded automatically",
      "id": "10",
      "img": [
        {
          "img": "https://i.ibb.co/jGNRTrw/otm20.jpg"
        },
        {
          "img": "https://i.ibb.co/nRjXt2M/otm21.jpg"
        }
      ],
      "numero": "8",
      "titulo": "Don't let WhatsApp images, photos, videos and documents automatically download"
    }
  ]
